---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.InterferenceFailures
source: html/1b128851-49d0-a3b4-9528-158d69040d94.htm
---
# BuiltInFailures.InterferenceFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.